Repository: PavelTajdus/bricks-form-2-webhook
Catalog: languages/bricks-form-2-webhook-*.po
Languages: cs_cz

source: Webhook for Forms
cs_cz: Webhook pro formuláře

source: Form ID and Webhook URL are required.
cs_cz: ID formuláře a URL webhooku jsou povinné.

source: Form ID already exists. Please use a different Form ID.
cs_cz: ID formuláře již existuje. Použijte prosím jiné ID formuláře.

source: Webhook added successfully.
cs_cz: Webhook byl úspěšně přidán.

source: Webhook not found.
cs_cz: Webhook nebyl nalezen.

source: Webhook updated successfully.
cs_cz: Webhook byl úspěšně aktualizován.

source: Webhook deleted successfully.
cs_cz: Webhook byl úspěšně smazán.

source: Debug mode enabled.
cs_cz: Debug režim byl zapnut.

source: Debug mode disabled.
cs_cz: Debug režim byl vypnut.

source: Data successfully sent
cs_cz: Data byla úspěšně odeslána

source: Error sending data
cs_cz: Chyba při odesílání dat

source: Webhook for Forms Settings
cs_cz: Nastavení Webhook pro formuláře

source: Important:
cs_cz: Důležité:

source: Don't forget to set 'Custom' action in your Bricks form settings!
cs_cz: Nezapomeňte nastavit akci 'Custom' v nastavení Bricks formuláře!

source: Add New Form Webhook
cs_cz: Přidat nový webhook formuláře

source: Edit Form Webhook
cs_cz: Upravit webhook formuláře

source: Form ID
cs_cz: ID formuláře

source: Enter the form ID (without "bricks-element-" prefix). Example: if CSS ID is "bricks-element-fszxsr", enter "fszxsr"
cs_cz: Zadejte ID formuláře (bez předpony "bricks-element-"). Příklad: pokud je CSS ID "bricks-element-fszxsr", zadejte "fszxsr"

source: Webhook URL
cs_cz: URL webhooku

source: Enter the webhook URL where form data will be sent.
cs_cz: Zadejte URL webhook, kam budou odeslána data z formuláře.

source: Success Message
cs_cz: Zpráva o úspěchu

source: Message shown to users when form is submitted successfully.
cs_cz: Zpráva zobrazená uživatelům při úspěšném odeslání formuláře.

source: Error Message
cs_cz: Chybová zpráva

source: Message shown to users when form submission fails.
cs_cz: Zpráva zobrazená uživatelům při neúspěšném odeslání formuláře.

source: Update Webhook
cs_cz: Aktualizovat webhook

source: Cancel
cs_cz: Zrušit

source: Add Webhook
cs_cz: Přidat webhook

source: Debug Options
cs_cz: Debug možnosti

source: Enable Debug Mode
cs_cz: Zapnout debug režim

source: Enable debug logging for troubleshooting
cs_cz: Zapnout debug logování pro řešení problémů

source: Save Settings
cs_cz: Uložit nastavení

source: Existing Form Webhooks
cs_cz: Existující webhooky formulářů

source: Actions
cs_cz: Akce

source: Edit
cs_cz: Upravit

source: Are you sure you want to delete this webhook?
cs_cz: Jste si jisti, že chcete tento webhook smazat?

source: Delete
cs_cz: Smazat

source: Setup Instructions
cs_cz: Pokyny k nastavení

source: Add form webhook configurations above (Form ID + Webhook URL)
cs_cz: Přidejte konfigurace webhooků formulářů výše (ID formuláře + Webhook URL)

source: Copy the Bricks form ID from form CSS ID (e.g., if CSS ID is "bricks-element-fszxsr", form ID is "fszxsr")
cs_cz: Zkopírujte ID Bricks formuláře z CSS ID formuláře (např. pokud je CSS ID "bricks-element-fszxsr", ID formuláře je "fszxsr")

source: Enter the webhook URL for each form
cs_cz: Zadejte webhook URL pro každý formulář

source: Go to your Bricks form settings
cs_cz: Přejděte do nastavení Bricks formuláře

source: Add new action and select "Custom"
cs_cz: Přidejte novou akci a vyberte "Custom"

source: Save everything and test your forms
cs_cz: Uložte vše a otestujte formuláře

source: Last Submission Debug Info
cs_cz: Debug informace posledního odeslání

source: Timestamp
cs_cz: Časové razítko

source: Form ID Received
cs_cz: Přijaté ID formuláře

source: Form Config Found
cs_cz: Konfigurace formuláře nalezena

source: Configured Forms
cs_cz: Nakonfigurované formuláře

source: Form Data
cs_cz: Data formuláře

source: Response Code
cs_cz: Kód odpovědi

source: Response Body
cs_cz: Tělo odpovědi

source: Error
cs_cz: Chyba
